{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "Управляет удалением травы под зданиями и её возвращением после демонтажа."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "Самое раннее время, когда временно скрытая трава может начать возвращаться после демонтажа последнего закрывавшего её здания."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "Дополнительное расстояние удаления выше и ниже закрытой геометрии здания."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "Дополнительное расстояние удаления травы вокруг основания здания."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "Постепенное восстановление от краёв к центру"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "Горизонтальный отступ (метры)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "Самое позднее время возвращения временно скрытой травы. Значения ниже минимума считаются равными минимуму."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "Без травы под зданиями"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "Восстанавливать траву после демонтажа"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "Максимальное время восстановления (секунды)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "Минимальное время восстановления (секунды)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "Возвращает созданную на скалах траву небольшими этапами вместо одного заметного появления."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "Вертикальный отступ (метры)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "Если включено, скрытая трава возвращается после заданной задержки. Отключите, чтобы трава под новыми зданиями оставалась удалённой после их демонтажа. Этот мод никогда не удаляет навсегда деревья, кусты, ресурсные растения и прочую растительность."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}